Repository: Rck23/Portfolio_v2
Catalog: Portfolio/Resources/Services/repoProjects.*.resx
Languages: es, fr

# VeterinariaproyectoTitulo
source: Veterinary Patients
es: Pacientes veterinaria
fr: Patients Vétérinaires

# VeterinariaproyectoFecha
source: August 2023
es: Agosto 2023
fr: Août 2023

# VeterinariaproyectoDescripcion
source: Website providing basic patient tracking using LocalStorage and Tailwind CSS.
es: Web donde se da seguimiento a pacientes muy basico utilizando LocalStorage y Tailwind CSS.
fr: Site web offrant un suivi de base des patients en utilisant LocalStorage et Tailwind CSS.

# LinkVerproyectos
source: View project
es: Ver proyecto
fr: Voir le projet

# climaproyectoDescripcion
source: A website that allows you to search for the weather in real time by city and displays predictions for the next hours.
es: Sitio web que te permite realizar una busqueda a la vez por ciudad del clima en tiempo real y muestra predicciones para las proximas horas.
fr: Un site web qui vous permet de rechercher le temps réel par ville et affiche des prévisions pour les prochaines heures.

# climaproyectoFecha
source: November 2022
es: Noviembre 2022
fr: Novembre 2022

# climaproyectoTitulo
source: Weather Forecast
es: Pronóstico Del Tiempo
fr: Prévision Météorologique

# eneproyectoDescripcion
source: Project Professional Engineering Internship
es: Proyecto prácticas profesionales de Ing.
fr: Projet de stages professionnels en Ingénierie

# eneproyectoFecha
source: April 2024
es: Abril 2024
fr: Avril 2024

# eneproyectoTitulo
source: Ecommerce (MEVN)
fr: Commerce électronique (MEVN)

# instagramproyectoDescripcion
source: Copy of the Instagram application for university educational purposes, managing libraries such as "vite" & "dropzone".
es: Copia de la aplicación Instagram para fines educativos universitarios, manejando librerias como "vite" & "dropzone".
fr: Copie de l'application Instagram à des fins pédagogiques universitaires, gérant des bibliothèques telles que "vite" & "dropzone".

# instagramproyectoFecha
source: April 2023
es: Abril 2023
fr: Avril 2023

# instagramproyectoTitulo
source: Instagram Clone
es: Instagram Clon
fr: Clone d'Instagram

# portafolioproyectoDescripcion
source: Visit the code of this portfolio.
es: Visita el código de este portafolio.
fr: Visitez le code de ce portfolio.

# portafolioproyectoFecha
source: December 2022
es: Diciembre 2022
fr: Décembre 2022

# presupuestoproyectoDescripcion
source: This website allows you to manage your finances daily, monthly, annually, and shows different expenses and incomes, plus it features categories, transactions, reports, accounts, and types of accounts.
es: Este sitio web te permite manejar tus finanzas por día, mes, año y te muestra los diferentes gastos e ingresos, ademas cuentas con categorias, transacciones, reportes, cuentas y tipos de cuentas.
fr: Ce site web vous permet de gérer vos finances quotidiennement, mensuellement, annuellement, et montre différents dépenses et revenus, en plus il propose des catégories, des transactions, des rapports, des comptes et des types de comptes.

# presupuestoproyectoFecha
source: January 2023
es: Enero 2023
fr: Janvier 2023

# presupuestoproyectoTitulo
source: Budget Management
es: Manejo De Presupuesto
fr: Gestion du Budget

# tareasproyectoDescripcion
source: This website allows you to create, complete, modify, and delete tasks or anything pending (like a To Do list), tasks are displayed per user and subtasks and images can be assigned to each task (saved locally).
es: Este sitio web te permite crear, completar, modificar & eliminar tareas o cualquier cosa tengas pendiente (como una lista To Do), las tareas se muestran por usuario y a cada tarea se le puede asignar subtareas e imagenes(guardadas de forma local).
fr: Ce site web vous permet de créer, compléter, modifier et supprimer des tâches ou tout ce qui vous reste à faire (comme une liste To Do), les tâches sont affichées par utilisateur et chaque tâche peut avoir des sous-tâches et des images (enregistrées localement).

# tareasproyectoFecha
source: February 2023
es: Febrero 2023
fr: Février 2023

# tareasproyectoTitulo
source: Tasks (MVC)
es: Tareas (MVC)
fr: Tâches (MVC)

# tiendapiproyectoDescripcion
source: API designed to perform all actions of an online store, it contains a Web API and two libraries (Core and Infrastructure) for its proper functioning.
es: API destinada a realizar todas las acciones de una tienda online, contiene una Web Api y dos librerías (Core e Infrastructure) para su correcto funcionamiento.
fr: API conçue pour effectuer toutes les actions d'une boutique en ligne, elle contient une API Web et deux bibliothèques (Noyau et Infrastructure) pour son bon fonctionnement.

# tiendapiproyectoFecha
source: April 2023
es: Abril 2023
fr: Avril 2023

# tiendapiproyectoTitulo
source: Shop API
es: Tienda API
fr: API Boutique

# XproyectoDescripcion
source: Clone of Twitter (X) made with AWS Lambda written in Go handling API Gateway events. Connected to MongoDB Atlas.
es: Clon de Twitter (X) realizado con AWS Lambda escrita en Go que maneja eventos de API Gateway. Conectado a MongoDB Atlas.
fr: Clone de Twitter (X) réalisé avec AWS Lambda écrit en Go gérant les événements de API Gateway. Connecté à MongoDB Atlas.

# XproyectoFecha
source: July 2024
es: Julio 2024
fr: Juillet 2024

# XproyectoTitulo
source: Twitter (X) API
fr: API Twitter (X)

# portafolioproyectoTitulo
source: Portfolio
es: Portafolio
