Repository: Rck23/Portfolio_v2
Catalog: Portfolio/Resources/Views/Home/Index.*.resx
Languages: es, fr

# Carrera
source: in Software Development & Management.
es: en Desarrollo & Gestión de Software.
fr: en développement & gestion de logiciels.

# Estudiante
source: Engineer
es: Ingeniero
fr: Ingénieur

# Frase
source: Contributing knowledge is the purest form of learning.
es: Aportar conocimiento es la forma más pura de aprender.
fr: Apporter des connaissances est la manière la plus pure d’apprendre.

# Presentacion
source: Actually focused on web development, learning technologies daily, creating open source projects.
es: Actualmente centrado en el desarrollo web, aprendiendo tecnologias diariamente, creando proyectos de código abierto.
fr: Actuellement axé sur le développement web, apprenant des technologies au quotidien, créant des projets open source.

# Saludo
source: Hi, my name is
es: Hola, mi nombre es
fr: Bonjour, je m'appelle

# TituloPrincipal
source: Homepage
es: Página Principal
fr: page principale

# 1eraPresentacion
source: A technology enthusiast turned backend developer with frontend skills. A self-taught learner in my free time, I have gained experience in developing applications and websites through various projects that have allowed me to learn and improve my skills. You can see some of my work in the
es: Soy un apasionado de la tecnología que se ha convertido en desarrollador backend con experiencia en frontend. Autodidacta en mis tiempos libres, he adquirido experiencia en el desarrollo de aplicaciones y páginas web a través de diversos proyectos que me han permitido aprender y mejorar mis habilidades. Puedes ver algunos de mis trabajos en la sección de
fr: Passionné de technologie, je suis devenu développeur backend avec des compétences en frontend. Autodidacte à mes heures libres, j'ai acquis de l'expérience dans le développement d'applications et de sites web grâce à divers projets qui m'ont permis d'apprendre et d'améliorer mes compétences. Vous pouvez voir certains de mes travaux dans la section

# contactame
source: You can contact me by the following means:
es: puedes contactarme por los siguientes medios:
fr: Vous pouvez me contacter par les moyens suivants:

# contacto3
source: ct
es: cto

# Desarrollador
source: & Developer
es: & Desarrollador
fr: & Développeur

# habilidad1
source: S
es: Ha
fr: Comp

# habilidad2
source: k
es: b
fr: é

# habilidad3
source: ills
es: ilidades
fr: tences

# Proyectos
source: Projects
es: Proyectos
fr: Projets

# TituloLetra
source: A
es: S
fr: S

# TituloPag
source: bout Me
es: obre Mi

# TituloSobreMi
source: About Me
es: Sobre Mi
fr: Sur Moi

# TituloPro2
source: j
es: y
fr: o

# TituloPro3
source: ects
es: ectos
fr: jets

# TituloProyectos
source: Projects
es: Proyectos
fr: Projets

# TituloPro1
source: Pro
fr: Pr
